<?php
define('_CDK_RELATED_ITEMS','نوع محتوای مرتبط');
define('_NUM_ITEMS','تعداد آیتم');
define('_TITLE_LENGTH','تعداد کاراکتر عنوان');
define('_CTPID_WDID','شناسه وب دایرکتوری مورد نظر/شناسه نوع مورد نظر');
define('_CTPID_WDID_COMMENT','شناسه وبدایرکتوری مورد نظر:#25#<br/>شناسه نوع مورد نظر:35');
define('_ATTENTION','توجه!');
define('_ATTENTION_COMMENT','در قسمت نوع محتوای مرتبط می توانید مطالب مرتبط را با توجه به نوع آنها محدود نمایید. مثلا می توانید میزگرد های مرتبط با این نوع را نمایش دهید.<br/>
این بلاک مطالب مرتبط با یک نوع مثلا سخنرانی ها و یا میزگرد ها را نشان می دهد.برای نمایش مطالب مرتبط با یک نوع، باید پارامتر ctp_id را در آدرس و یا در قسمت شناسه نوع مورد نظر وارد نمایید. اولویت با شناسه مورد نظر در قسمت تنظیمات  بلاک است  <br/>
همچنین می توانید مطالب مرتبط را با توجه به یک وب دایرکتوری محدود نمایید. چنانچه شناسه وب دایرکتوری را به صورت #wd_id#وارد نمایید مطالب مرتبط فقط از آن وب دایرکتوری نمایش داده می شود ولی چنانچه شناسه رابه صورت wd_id (بدون علامت #) وارد نمایید مطالب مرتبط از آن وب دایرکتوری و تمام زیر شاخه های آن نمایش داده می شود. چنانچه <br/> 
تعداد آیتم مشخص می کند که از هر نوع مرتبط چند مورد نمایش داده شود . <br/>
تعداد کاراکتر عنوان مشخص می کند که طول عنوان هر مورد پیدا شده چقدر باشد.
');
define('_CDK_RELATEDTYPES_BLOCK','مطالب مرتبط با یک نوع');
define('_CDK_RELATEDTYPES_BLOCK_TITLE','بلاک مطالب مرتبط با یک نوع');
define('_CTPID','نوع محتوای مورد نظر');
define('_CTPID_COMMENT','این بلاک مطالب مرتبط با یک نوع مثلا سخنرانی ها و یا میزگرد ها را نشان می دهد.برای نمایش مطالب مرتبط با یک نوع، باید پارامتر ctp_id  مربوط به آن نوع را در آدرس  صفحه ای که بلاک در آن قرار دارد وارد نمایید و یا در این قسمت  نوع مورد نظر را انتخاب نمایید. اولویت با نوع انتخاب شده در تنظیمات بلاک است.');
define('_SELECT_TYPES','نوع مطالب مرتبط');
define('_WDID','وب دایرکتوری');
define('_SELECT_TYPES_COMMENT','در این قسمت می توانید مطالب مرتبط نمایش داده شده را با توجه به نوع آنها محدود کنید');
define('_WDID_COMMENT','می توانید مطالب مرتبط را با توجه به یک وب دایرکتوری محدود نمایید. چنانچه شناسه وب دایرکتوری را به صورت #wd_id#وارد نمایید مطالب مرتبط فقط از آن وب دایرکتوری نمایش داده می شود ولی چنانچه شناسه رابه صورت wd_id (بدون علامت #) وارد نمایید مطالب مرتبط از آن وب دایرکتوری و تمام زیر شاخه های آن نمایش داده می شود. در صورت وارد نکردن وب دایرکتوری ، تمام مطالب مرتبط نمایش داده خواهد شد. ');
define('_NUM_ITEMS_COMMENT','تعداد آیتم مشخص می کند که از هر نوع مرتبط ، چند مورد نمایش داده شود . ');
define('_TITLE_LENGTH_COMMENT','تعداد کاراکتر عنوان مشخص می کند که طول عنوان هر مورد پیدا شده چقدر باشد.');
define('_CDK_RELATEDTYPES_BLOCK_DESCRIPTION','در این بلاک نوعها و محتواهای مرتبط با یک محتوا بر اساس وب دایرکتوری نمایش داده شود.');
?>